---
kind: enumMember
id: F:Autodesk.Revit.DB.Electrical.PowerFactorStateType.Lagging
enum: Autodesk.Revit.DB.Electrical.PowerFactorStateType
source: html/bb418213-600f-ca37-e1a0-a09df497ecac.htm
---
# Autodesk.Revit.DB.Electrical.PowerFactorStateType.Lagging

Power FactorState Type is Lagging.